{
  "homepage.quotes.chrishopher-chedeau.title": {
    "message": "Lead Prettier Developer (en)",
    "description": "Title of quote of Chrishopher Chedeau on the home page"
  },
  "homepage.quotes.chrishopher-chedeau": {
    "message": "I've helped open source many projects at Facebook and every one needed a website. They all had very similar constraints: the documentation should be written in markdown and be deployed via GitHub pages. I’m so glad that Docusaurus now exists so that I don’t have to spend a week each time spinning up a new one. (en)",
    "description": "Quote of Chrishopher Chedeau on the home page"
  },
  "homepage.quotes.hector-ramos.title": {
    "message": "Lead React Native Advocate (en)",
    "description": "Title of quote of Hector Ramos on the home page"
  },
  "homepage.quotes.hector-ramos": {
    "message": "Open source contributions to the React Native docs have skyrocketed after our move to Docusaurus. The docs are now hosted on a small repo in plain markdown, with none of the clutter that a typical static site generator would require. Thanks Slash! (en)",
    "description": "Quote of Hector Ramos on the home page"
  },
  "homepage.quotes.risky-vetter.title": {
    "message": "ReasonReact Developer (en)",
    "description": "Title of quote of Ricky Vetter on the home page"
  },
  "homepage.quotes.risky-vetter": {
    "message": "Docusaurus has been a great choice for the ReasonML family of projects. It makes our documentation consistent, i18n-friendly, easy to maintain, and friendly for new contributors. (en)",
    "description": "Quote of Ricky Vetter on the home page"
  },
  "Docusaurus with Keytar": {
    "message": "Docusaurus with Keytar (en)"
  },
  "homepage.hero.title": {
    "message": "Build <b>optimized</b> websites <b>quickly</b>, focus on your <b>content</b> (en)",
    "description": "Home page hero title, can contain simple html tags"
  },
  "Get Started": {
    "message": "Get Started (en)"
  },
  "Coming from v1? Check out our": {
    "message": "Coming from v1? Check out our (en)"
  },
  "v1 to v2 migration guide": {
    "message": "v1 to v2 migration guide (en)"
  },
  "Powered by Markdown": {
    "message": "Powered by Markdown (en)"
  },
  "Save time and focus on your project's documentation. Simply write docs and blog posts with Markdown/MDX and Docusaurus will publish a set of static HTML files ready to serve. You can even embed JSX components into your Markdown thanks to MDX.": {
    "message": "Save time and focus on your project's documentation. Simply write docs and blog posts with Markdown/MDX and Docusaurus will publish a set of static HTML files ready to serve. You can even embed JSX components into your Markdown thanks to MDX. (en)"
  },
  "Built Using React": {
    "message": "Built Using React (en)"
  },
  "Extend or customize your project's layout by reusing React. Docusaurus can be extended while reusing the same header and footer.": {
    "message": "Extend or customize your project's layout by reusing React. Docusaurus can be extended while reusing the same header and footer. (en)"
  },
  "Ready for Translations": {
    "message": "Ready for Translations (en)"
  },
  "Localization comes pre-configured. Use Crowdin to translate your docs into over 70 languages.": {
    "message": "Localization comes pre-configured. Use Crowdin to translate your docs into over 70 languages. (en)"
  },
  "Document Versioning": {
    "message": "Document Versioning (en)"
  },
  "Support users on all versions of your project. Document versioning helps you keep documentation in sync with project releases.": {
    "message": "Support users on all versions of your project. Document versioning helps you keep documentation in sync with project releases. (en)"
  },
  "Content Search": {
    "message": "Content Search (en)"
  },
  "Make it easy for your community to find what they need in your documentation. We proudly support Algolia documentation search.": {
    "message": "Make it easy for your community to find what they need in your documentation. We proudly support Algolia documentation search. (en)"
  },
  "I've helped open source many projects at Facebook and every one needed a website. They all had very similar constraints: the documentation should be written in markdown and be deployed via GitHub pages. I’m so glad that Docusaurus now exists so that I don’t have to spend a week each time spinning up a new one.": {
    "message": "I've helped open source many projects at Facebook and every one needed a website. They all had very similar constraints: the documentation should be written in markdown and be deployed via GitHub pages. I’m so glad that Docusaurus now exists so that I don’t have to spend a week each time spinning up a new one. (en)"
  },
  "Open source contributions to the React Native docs have skyrocketed after our move to Docusaurus. The docs are now hosted on a small repo in plain markdown, with none of the clutter that a typical static site generator would require. Thanks Slash!": {
    "message": "Open source contributions to the React Native docs have skyrocketed after our move to Docusaurus. The docs are now hosted on a small repo in plain markdown, with none of the clutter that a typical static site generator would require. Thanks Slash! (en)"
  },
  "Docusaurus has been a great choice for the ReasonML family of projects. It makes our documentation consistent, i18n-friendly, easy to maintain, and friendly for new contributors.": {
    "message": "Docusaurus has been a great choice for the ReasonML family of projects. It makes our documentation consistent, i18n-friendly, easy to maintain, and friendly for new contributors. (en)"
  },
  "Lead Prettier Developer": {
    "message": "Lead Prettier Developer (en)"
  },
  "Lead React Native Advocate": {
    "message": "Lead React Native Advocate (en)"
  },
  "ReasonReact Developer": {
    "message": "ReasonReact Developer (en)"
  },
  "Build <b>optimized</b> websites <b>quickly</b>, focus on your <b>content</b>": {
    "message": "Build <b>optimized</b> websites <b>quickly</b>, focus on your <b>content</b> (en)"
  }
}